package com.example.danabalanumbers

object CongratulationPhrases {
    val phrases = listOf(
        "Поздравляю! Ты проделал отличную работу и показал замечательные результаты в изучении математики!",
        "Браво! Твоя настойчивость и старание привели к успеху! Продолжай в том же духе!",
        "Великолепно! Ты справился с заданиями и показал, что можешь решать математические задачи!",
        "Умница! Твои усилия не прошли даром, и ты добился прекрасных результатов в учебе!",
        "Молодец! Ты проявил терпение и упорство, выполняя математические упражнения до конца!",
        "Отлично! Твое желание учиться и развиваться помогло тебе достичь таких хороших результатов!",
        "Прекрасно! Ты показал, что математика может быть интересной и увлекательной для изучения!",
        "Здорово! Твоя целеустремленность и внимательность помогли тебе успешно выполнить все задания!",
        "Фантастически! Ты доказал, что способен преодолевать трудности и добиваться поставленных целей!",
        "Превосходно! Твое стремление к знаниям и готовность учиться приносят замечательные плоды!"
    )
}
