package com.timursarsembayev.danabalanumbers

object MatchingFeedbackPhrases {
    val correctPhrases = listOf(
        "Молодец!",
        "Отлично!",
        "Великолепно!",
        "Правильно!",
        "Супер!",
        "Браво!",
        "Прекрасно!",
        "Замечательно!",
        "Умница!",
        "Здорово!"
    )

    val incorrectPhrases = listOf(
        "Попробуй еще раз!",
        "Подумай еще немного!",
        "Не сдавайся!",
        "Попробуй снова!",
        "Ты можешь лучше!",
        "Еще одну попытку!",
        "Давай еще раз!",
        "Не расстраивайся!",
        "Попробуем снова!",
        "У тебя обязательно получится!"
    )
}
